Revit 2027 API
ParameterTypeId.ViewerBoundOffsetFar Property
 "Far Clip Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundOffsetFar { get; }
Public Shared ReadOnly Property ViewerBoundOffsetFar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundOffsetFar {
	ForgeTypeId^ get ();
}
static member ViewerBoundOffsetFar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace